* VGG16 predictions on 1m random arXiv images
|--------------------------------+--------+--------|
| prediction                     |  total |      % |
|--------------------------------+--------+--------|
| oscilloscope                   | 139831 | 13.983 |
| web_site                       | 119253 | 11.925 |
| rule                           | 108069 | 10.807 |
| slide_rule                     |  99055 |  9.905 |
| envelope                       |  76602 |  7.660 |
| menu                           |  57998 |  5.800 |
| bow                            |  31836 |  3.184 |
| crane                          |  26049 |  2.605 |
| nematode                       |  24811 |  2.481 |
| binder                         |  21055 |  2.106 |
| spider_web                     |  16826 |  1.683 |
| swing                          |  12657 |  1.266 |
| maze                           |  12262 |  1.226 |
| jigsaw_puzzle                  |  10526 |  1.053 |
| hook                           |  10410 |  1.041 |
| crossword_puzzle               |  10406 |  1.041 |
| wall_clock                     |   9820 |  0.982 |
| analog_clock                   |   8215 |  0.822 |
| stupa                          |   6238 |  0.624 |
| scale                          |   6051 |  0.605 |
| necklace                       |   5954 |  0.595 |
| syringe                        |   5263 |  0.526 |
| chime                          |   5234 |  0.523 |
| pole                           |   4506 |  0.451 |
| screwdriver                    |   4496 |  0.450 |
| tripod                         |   3847 |  0.385 |
| shower_curtain                 |   3748 |  0.375 |
| magnetic_compass               |   3703 |  0.370 |
| traffic_light                  |   3000 |  0.300 |
| nail                           |   2817 |  0.282 |
| window_screen                  |   2800 |  0.280 |
| chain                          |   2689 |  0.269 |
| whistle                        |   2437 |  0.244 |
| digital_clock                  |   2255 |  0.226 |
| switch                         |   2106 |  0.211 |
| safety_pin                     |   2020 |  0.202 |
| gong                           |   1995 |  0.200 |
| harvestman                     |   1956 |  0.196 |
| bubble                         |   1942 |  0.194 |
| fountain                       |   1843 |  0.184 |
| parachute                      |   1773 |  0.177 |
| handkerchief                   |   1722 |  0.172 |
| book_jacket                    |   1702 |  0.170 |
| picket_fence                   |   1690 |  0.169 |
| matchstick                     |   1634 |  0.163 |
| chainlink_fence                |   1554 |  0.155 |
| solar_dish                     |   1472 |  0.147 |
| abacus                         |   1441 |  0.144 |
| microphone                     |   1417 |  0.142 |
| spotlight                      |   1409 |  0.141 |
| coil                           |   1321 |  0.132 |
| jellyfish                      |   1314 |  0.131 |
| pinwheel                       |   1302 |  0.130 |
| rubber_eraser                  |   1271 |  0.127 |
| cleaver                        |   1250 |  0.125 |
| corkscrew                      |   1232 |  0.123 |
| honeycomb                      |   1227 |  0.123 |
| plate_rack                     |   1175 |  0.117 |
| balloon                        |   1157 |  0.116 |
| hair_slide                     |   1155 |  0.116 |
| scoreboard                     |   1133 |  0.113 |
| fountain_pen                   |   1092 |  0.109 |
| wardrobe                       |   1071 |  0.107 |
| screw                          |   1030 |  0.103 |
| walking_stick                  |   1018 |  0.102 |
| pick                           |   1011 |  0.101 |
| pirate                         |    982 |  0.098 |
| maypole                        |    938 |  0.094 |
| bib                            |    933 |  0.093 |
| horizontal_bar                 |    920 |  0.092 |
| umbrella                       |    896 |  0.090 |
| ski                            |    876 |  0.088 |
| window_shade                   |    866 |  0.087 |
| oboe                           |    842 |  0.084 |
| volcano                        |    809 |  0.081 |
| monitor                        |    802 |  0.080 |
| candle                         |    786 |  0.079 |
| prayer_rug                     |    749 |  0.075 |
| power_drill                    |    747 |  0.075 |
| swab                           |    739 |  0.074 |
| measuring_cup                  |    730 |  0.073 |
| fire_screen                    |    727 |  0.073 |
| mouse                          |    710 |  0.071 |
| radio_telescope                |    692 |  0.069 |
| flagpole                       |    677 |  0.068 |
| sombrero                       |    645 |  0.065 |
| bow_tie                        |    643 |  0.064 |
| bee_eater                      |    627 |  0.063 |
| shoji                          |    625 |  0.062 |
| electric_fan                   |    603 |  0.060 |
| lampshade                      |    570 |  0.057 |
| iPod                           |    561 |  0.056 |
| sundial                        |    560 |  0.056 |
| jersey                         |    558 |  0.056 |
| carton                         |    558 |  0.056 |
| Windsor_tie                    |    557 |  0.056 |
| prison                         |    552 |  0.055 |
| ballpoint                      |    551 |  0.055 |
| quill                          |    549 |  0.055 |
| red_wine                       |    538 |  0.054 |
| lacewing                       |    534 |  0.053 |
| loupe                          |    519 |  0.052 |
| suit                           |    517 |  0.052 |
| doormat                        |    515 |  0.051 |
| cricket                        |    513 |  0.051 |
| brassiere                      |    507 |  0.051 |
| Petri_dish                     |    506 |  0.051 |
| rifle                          |    505 |  0.051 |
| container_ship                 |    500 |  0.050 |
| toilet_seat                    |    499 |  0.050 |
| airship                        |    498 |  0.050 |
| seashore                       |    494 |  0.049 |
| Band_Aid                       |    491 |  0.049 |
| street_sign                    |    489 |  0.049 |
| mask                           |    488 |  0.049 |
| pencil_sharpener               |    483 |  0.048 |
| mortarboard                    |    482 |  0.048 |
| sliding_door                   |    468 |  0.047 |
| bell_cote                      |    464 |  0.046 |
| warplane                       |    462 |  0.046 |
| suspension_bridge              |    462 |  0.046 |
| croquet_ball                   |    457 |  0.046 |
| ping-pong_ball                 |    451 |  0.045 |
| wallet                         |    450 |  0.045 |
| strainer                       |    445 |  0.044 |
| wig                            |    442 |  0.044 |
| tray                           |    441 |  0.044 |
| folding_chair                  |    439 |  0.044 |
| loudspeaker                    |    439 |  0.044 |
| bolo_tie                       |    439 |  0.044 |
| slot                           |    438 |  0.044 |
| screen                         |    428 |  0.043 |
| remote_control                 |    426 |  0.043 |
| stopwatch                      |    423 |  0.042 |
| stethoscope                    |    421 |  0.042 |
| long-horned_beetle             |    414 |  0.041 |
| puck                           |    402 |  0.040 |
| face_powder                    |    400 |  0.040 |
| pillow                         |    394 |  0.039 |
| knot                           |    389 |  0.039 |
| dishrag                        |    384 |  0.038 |
| modem                          |    372 |  0.037 |
| cassette                       |    370 |  0.037 |
| tennis_ball                    |    370 |  0.037 |
| paper_towel                    |    364 |  0.036 |
| chain_mail                     |    359 |  0.036 |
| ant                            |    359 |  0.036 |
| iron                           |    354 |  0.035 |
| bathing_cap                    |    354 |  0.035 |
| stole                          |    352 |  0.035 |
| lighter                        |    351 |  0.035 |
| stage                          |    340 |  0.034 |
| punching_bag                   |    338 |  0.034 |
| radiator                       |    330 |  0.033 |
| poncho                         |    326 |  0.033 |
| comic_book                     |    321 |  0.032 |
| torch                          |    319 |  0.032 |
| lipstick                       |    314 |  0.031 |
| bonnet                         |    313 |  0.031 |
| clog                           |    311 |  0.031 |
| padlock                        |    309 |  0.031 |
| streetcar                      |    307 |  0.031 |
| shower_cap                     |    304 |  0.030 |
| cockroach                      |    303 |  0.030 |
| shield                         |    297 |  0.030 |
| theater_curtain                |    294 |  0.029 |
| desk                           |    284 |  0.028 |
| harp                           |    280 |  0.028 |
| soccer_ball                    |    277 |  0.028 |
| file                           |    272 |  0.027 |
| castle                         |    269 |  0.027 |
| velvet                         |    268 |  0.027 |
| tiger_beetle                   |    263 |  0.026 |
| pencil_box                     |    257 |  0.026 |
| golf_ball                      |    256 |  0.026 |
| schooner                       |    252 |  0.025 |
| shoe_shop                      |    249 |  0.025 |
| turnstile                      |    244 |  0.024 |
| television                     |    243 |  0.024 |
| sea_urchin                     |    238 |  0.024 |
| letter_opener                  |    238 |  0.024 |
| maraca                         |    237 |  0.024 |
| brass                          |    236 |  0.024 |
| dumbbell                       |    232 |  0.023 |
| refrigerator                   |    230 |  0.023 |
| liner                          |    229 |  0.023 |
| pug                            |    224 |  0.022 |
| parallel_bars                  |    222 |  0.022 |
| computer_keyboard              |    221 |  0.022 |
| vase                           |    219 |  0.022 |
| church                         |    219 |  0.022 |
| toyshop                        |    218 |  0.022 |
| apron                          |    218 |  0.022 |
| wool                           |    216 |  0.022 |
| starfish                       |    215 |  0.021 |
| barbell                        |    211 |  0.021 |
| bucket                         |    211 |  0.021 |
| racket                         |    209 |  0.021 |
| space_shuttle                  |    208 |  0.021 |
| lakeside                       |    205 |  0.021 |
| washbasin                      |    203 |  0.020 |
| bassoon                        |    202 |  0.020 |
| tick                           |    201 |  0.020 |
| dragonfly                      |    201 |  0.020 |
| jack-o'-lantern                |    201 |  0.020 |
| cinema                         |    201 |  0.020 |
| lab_coat                       |    200 |  0.020 |
| manhole_cover                  |    200 |  0.020 |
| sock                           |    198 |  0.020 |
| geyser                         |    198 |  0.020 |
| broom                          |    196 |  0.020 |
| beaker                         |    195 |  0.019 |
| palace                         |    193 |  0.019 |
| birdhouse                      |    193 |  0.019 |
| shopping_basket                |    192 |  0.019 |
| paintbrush                     |    191 |  0.019 |
| bottlecap                      |    191 |  0.019 |
| pier                           |    184 |  0.018 |
| washer                         |    178 |  0.018 |
| safe                           |    177 |  0.018 |
| wine_bottle                    |    172 |  0.017 |
| centipede                      |    171 |  0.017 |
| panpipe                        |    171 |  0.017 |
| stove                          |    171 |  0.017 |
| cab                            |    169 |  0.017 |
| bannister                      |    168 |  0.017 |
| packet                         |    167 |  0.017 |
| sweatshirt                     |    166 |  0.017 |
| mitten                         |    166 |  0.017 |
| library                        |    164 |  0.016 |
| dam                            |    164 |  0.016 |
| electric_guitar                |    164 |  0.016 |
| table_lamp                     |    164 |  0.016 |
| cash_machine                   |    161 |  0.016 |
| hourglass                      |    160 |  0.016 |
| sarong                         |    157 |  0.016 |
| mousetrap                      |    156 |  0.016 |
| conch                          |    156 |  0.016 |
| toilet_tissue                  |    154 |  0.015 |
| dock                           |    152 |  0.015 |
| balance_beam                   |    151 |  0.015 |
| alp                            |    151 |  0.015 |
| pay-phone                      |    150 |  0.015 |
| plastic_bag                    |    147 |  0.015 |
| coral_reef                     |    145 |  0.015 |
| beacon                         |    145 |  0.015 |
| cup                            |    143 |  0.014 |
| nipple                         |    142 |  0.014 |
| sewing_machine                 |    142 |  0.014 |
| fireboat                       |    141 |  0.014 |
| mountain_tent                  |    140 |  0.014 |
| pill_bottle                    |    139 |  0.014 |
| hip                            |    139 |  0.014 |
| laptop                         |    139 |  0.014 |
| joystick                       |    138 |  0.014 |
| black_widow                    |    137 |  0.014 |
| perfume                        |    136 |  0.014 |
| radio                          |    136 |  0.014 |
| vending_machine                |    136 |  0.014 |
| Christmas_stocking             |    135 |  0.013 |
| stretcher                      |    134 |  0.013 |
| space_heater                   |    133 |  0.013 |
| water_tower                    |    132 |  0.013 |
| buckle                         |    131 |  0.013 |
| sunglasses                     |    127 |  0.013 |
| cradle                         |    125 |  0.013 |
| barbershop                     |    125 |  0.013 |
| abaya                          |    124 |  0.012 |
| cliff                          |    124 |  0.012 |
| bell_pepper                    |    124 |  0.012 |
| banjo                          |    124 |  0.012 |
| assault_rifle                  |    123 |  0.012 |
| garbage_truck                  |    123 |  0.012 |
| neck_brace                     |    123 |  0.012 |
| aircraft_carrier               |    122 |  0.012 |
| obelisk                        |    120 |  0.012 |
| wing                           |    119 |  0.012 |
| rugby_ball                     |    118 |  0.012 |
| projector                      |    116 |  0.012 |
| missile                        |    114 |  0.011 |
| vault                          |    114 |  0.011 |
| hard_disc                      |    114 |  0.011 |
| ocarina                        |    113 |  0.011 |
| water_bottle                   |    112 |  0.011 |
| pajama                         |    112 |  0.011 |
| car_mirror                     |    112 |  0.011 |
| barn_spider                    |    110 |  0.011 |
| goldfish                       |    110 |  0.011 |
| mosquito_net                   |    108 |  0.011 |
| barometer                      |    108 |  0.011 |
| guillotine                     |    107 |  0.011 |
| macaw                          |    106 |  0.011 |
| medicine_chest                 |    106 |  0.011 |
| space_bar                      |    106 |  0.011 |
| hair_spray                     |    106 |  0.011 |
| can_opener                     |    104 |  0.010 |
| shopping_cart                  |    104 |  0.010 |
| odometer                       |    104 |  0.010 |
| dining_table                   |    103 |  0.010 |
| chambered_nautilus             |    102 |  0.010 |
| pot                            |    102 |  0.010 |
| organ                          |    102 |  0.010 |
| vulture                        |    102 |  0.010 |
| barn                           |    101 |  0.010 |
| mountain_bike                  |    101 |  0.010 |
| piggy_bank                     |    100 |  0.010 |
| bulletproof_vest               |    100 |  0.010 |
| diaper                         |    100 |  0.010 |
| fur_coat                       |    100 |  0.010 |
| ambulance                      |    100 |  0.010 |
| snowplow                       |     98 |  0.010 |
| feather_boa                    |     98 |  0.010 |
| carpenter's_kit                |     98 |  0.010 |
| ox                             |     97 |  0.010 |
| mailbag                        |     96 |  0.010 |
| sea_slug                       |     92 |  0.009 |
| parking_meter                  |     92 |  0.009 |
| megalith                       |     91 |  0.009 |
| typewriter_keyboard            |     91 |  0.009 |
| volleyball                     |     90 |  0.009 |
| daisy                          |     90 |  0.009 |
| dome                           |     90 |  0.009 |
| sunglass                       |     89 |  0.009 |
| bathtub                        |     88 |  0.009 |
| cardigan                       |     88 |  0.009 |
| academic_gown                  |     87 |  0.009 |
| hand-held_computer             |     87 |  0.009 |
| military_uniform               |     87 |  0.009 |
| white_stork                    |     87 |  0.009 |
| ibex                           |     87 |  0.009 |
| studio_couch                   |     86 |  0.009 |
| pedestal                       |     86 |  0.009 |
| lycaenid                       |     86 |  0.009 |
| forklift                       |     86 |  0.009 |
| pool_table                     |     85 |  0.009 |
| strawberry                     |     84 |  0.008 |
| seat_belt                      |     84 |  0.008 |
| boathouse                      |     83 |  0.008 |
| restaurant                     |     83 |  0.008 |
| Granny_Smith                   |     82 |  0.008 |
| park_bench                     |     81 |  0.008 |
| wreck                          |     81 |  0.008 |
| baseball                       |     80 |  0.008 |
| electric_ray                   |     80 |  0.008 |
| hamper                         |     80 |  0.008 |
| notebook                       |     79 |  0.008 |
| unicycle                       |     79 |  0.008 |
| plunger                        |     79 |  0.008 |
| thimble                        |     79 |  0.008 |
| sandal                         |     79 |  0.008 |
| triceratops                    |     79 |  0.008 |
| airliner                       |     77 |  0.008 |
| goblet                         |     77 |  0.008 |
| ear                            |     77 |  0.008 |
| bookshop                       |     76 |  0.008 |
| combination_lock               |     76 |  0.008 |
| cowboy_hat                     |     76 |  0.008 |
| scuba_diver                    |     76 |  0.008 |
| sunscreen                      |     75 |  0.007 |
| ashcan                         |     75 |  0.007 |
| crib                           |     75 |  0.007 |
| greenhouse                     |     75 |  0.007 |
| ski_mask                       |     75 |  0.007 |
| mailbox                        |     74 |  0.007 |
| coral_fungus                   |     74 |  0.007 |
| hatchet                        |     73 |  0.007 |
| racer                          |     73 |  0.007 |
| orange                         |     73 |  0.007 |
| knee_pad                       |     72 |  0.007 |
| plow                           |     72 |  0.007 |
| maillot                        |     72 |  0.007 |
| beer_bottle                    |     72 |  0.007 |
| beer_glass                     |     72 |  0.007 |
| swimming_trunks                |     71 |  0.007 |
| tobacco_shop                   |     71 |  0.007 |
| mortar                         |     71 |  0.007 |
| quilt                          |     71 |  0.007 |
| submarine                      |     70 |  0.007 |
| black_stork                    |     69 |  0.007 |
| vestment                       |     69 |  0.007 |
| altar                          |     69 |  0.007 |
| caldron                        |     69 |  0.007 |
| valley                         |     69 |  0.007 |
| banana                         |     68 |  0.007 |
| tricycle                       |     68 |  0.007 |
| crate                          |     68 |  0.007 |
| drum                           |     67 |  0.007 |
| bikini                         |     67 |  0.007 |
| desktop_computer               |     67 |  0.007 |
| fire_engine                    |     66 |  0.007 |
| freight_car                    |     66 |  0.007 |
| vizsla                         |     65 |  0.006 |
| home_theater                   |     65 |  0.006 |
| viaduct                        |     65 |  0.006 |
| rapeseed                       |     65 |  0.006 |
| steel_arch_bridge              |     65 |  0.006 |
| bookcase                       |     65 |  0.006 |
| cloak                          |     64 |  0.006 |
| oil_filter                     |     64 |  0.006 |
| crutch                         |     64 |  0.006 |
| planetarium                    |     64 |  0.006 |
| reel                           |     63 |  0.006 |
| kite                           |     63 |  0.006 |
| projectile                     |     63 |  0.006 |
| bald_eagle                     |     62 |  0.006 |
| photocopier                    |     62 |  0.006 |
| minivan                        |     62 |  0.006 |
| triumphal_arch                 |     61 |  0.006 |
| pop_bottle                     |     61 |  0.006 |
| hammer                         |     61 |  0.006 |
| shovel                         |     61 |  0.006 |
| zebra                          |     59 |  0.006 |
| accordion                      |     58 |  0.006 |
| oxygen_mask                    |     58 |  0.006 |
| mobile_home                    |     58 |  0.006 |
| hammerhead                     |     58 |  0.006 |
| monarch                        |     58 |  0.006 |
| ice_lolly                      |     58 |  0.006 |
| scabbard                       |     58 |  0.006 |
| breakwater                     |     58 |  0.006 |
| mosque                         |     57 |  0.006 |
| drilling_platform              |     57 |  0.006 |
| flatworm                       |     57 |  0.006 |
| stone_wall                     |     57 |  0.006 |
| trolleybus                     |     57 |  0.006 |
| miniskirt                      |     56 |  0.006 |
| flamingo                       |     56 |  0.006 |
| cocktail_shaker                |     55 |  0.005 |
| digital_watch                  |     55 |  0.005 |
| spatula                        |     55 |  0.005 |
| Gila_monster                   |     55 |  0.005 |
| confectionery                  |     55 |  0.005 |
| grand_piano                    |     55 |  0.005 |
| sleeping_bag                   |     55 |  0.005 |
| coffee_mug                     |     55 |  0.005 |
| rock_beauty                    |     54 |  0.005 |
| sandbar                        |     54 |  0.005 |
| ballplayer                     |     54 |  0.005 |
| trilobite                      |     54 |  0.005 |
| groom                          |     53 |  0.005 |
| barrel                         |     53 |  0.005 |
| patio                          |     53 |  0.005 |
| vacuum                         |     53 |  0.005 |
| CD_player                      |     52 |  0.005 |
| saltshaker                     |     52 |  0.005 |
| Arabian_camel                  |     52 |  0.005 |
| breastplate                    |     51 |  0.005 |
| police_van                     |     51 |  0.005 |
| gasmask                        |     51 |  0.005 |
| crash_helmet                   |     50 |  0.005 |
| purse                          |     50 |  0.005 |
| jean                           |     50 |  0.005 |
| mantis                         |     50 |  0.005 |
| harvester                      |     50 |  0.005 |
| worm_fence                     |     49 |  0.005 |
| tile_roof                      |     49 |  0.005 |
| cliff_dwelling                 |     49 |  0.005 |
| monastery                      |     49 |  0.005 |
| drumstick                      |     49 |  0.005 |
| bath_towel                     |     48 |  0.005 |
| teddy                          |     47 |  0.005 |
| gas_pump                       |     47 |  0.005 |
| speedboat                      |     47 |  0.005 |
| gondola                        |     47 |  0.005 |
| chain_saw                      |     46 |  0.005 |
| bobsled                        |     46 |  0.005 |
| basketball                     |     45 |  0.004 |
| acorn                          |     45 |  0.004 |
| printer                        |     45 |  0.004 |
| sax                            |     44 |  0.004 |
| paddle                         |     43 |  0.004 |
| microwave                      |     42 |  0.004 |
| muzzle                         |     42 |  0.004 |
| espresso_maker                 |     42 |  0.004 |
| running_shoe                   |     42 |  0.004 |
| lens_cap                       |     42 |  0.004 |
| damselfly                      |     41 |  0.004 |
| limousine                      |     41 |  0.004 |
| baboon                         |     41 |  0.004 |
| butcher_shop                   |     41 |  0.004 |
| steam_locomotive               |     40 |  0.004 |
| hummingbird                    |     40 |  0.004 |
| cucumber                       |     40 |  0.004 |
| Kerry_blue_terrier             |     40 |  0.004 |
| magpie                         |     40 |  0.004 |
| cellular_telephone             |     40 |  0.004 |
| disk_brake                     |     40 |  0.004 |
| weevil                         |     39 |  0.004 |
| head_cabbage                   |     39 |  0.004 |
| motor_scooter                  |     39 |  0.004 |
| bicycle-built-for-two          |     39 |  0.004 |
| bearskin                       |     39 |  0.004 |
| backpack                       |     39 |  0.004 |
| killer_whale                   |     39 |  0.004 |
| peacock                        |     38 |  0.004 |
| thatch                         |     38 |  0.004 |
| soap_dispenser                 |     38 |  0.004 |
| hand_blower                    |     38 |  0.004 |
| bison                          |     38 |  0.004 |
| paddlewheel                    |     38 |  0.004 |
| leatherback_turtle             |     37 |  0.004 |
| dishwasher                     |     37 |  0.004 |
| rocking_chair                  |     37 |  0.004 |
| four-poster                    |     37 |  0.004 |
| brain_coral                    |     37 |  0.004 |
| American_egret                 |     36 |  0.004 |
| carousel                       |     36 |  0.004 |
| half_track                     |     36 |  0.004 |
| black_grouse                   |     36 |  0.004 |
| corn                           |     36 |  0.004 |
| marimba                        |     35 |  0.004 |
| Egyptian_cat                   |     35 |  0.004 |
| vine_snake                     |     35 |  0.004 |
| sorrel                         |     35 |  0.004 |
| hoopskirt                      |     34 |  0.003 |
| pitcher                        |     34 |  0.003 |
| grey_whale                     |     34 |  0.003 |
| ladle                          |     34 |  0.003 |
| pickelhaube                    |     34 |  0.003 |
| toaster                        |     33 |  0.003 |
| dial_telephone                 |     33 |  0.003 |
| barber_chair                   |     33 |  0.003 |
| lorikeet                       |     32 |  0.003 |
| passenger_car                  |     32 |  0.003 |
| red-breasted_merganser         |     32 |  0.003 |
| violin                         |     32 |  0.003 |
| isopod                         |     32 |  0.003 |
| Great_Dane                     |     31 |  0.003 |
| grocery_store                  |     31 |  0.003 |
| hay                            |     31 |  0.003 |
| pomegranate                    |     31 |  0.003 |
| chest                          |     31 |  0.003 |
| chiton                         |     31 |  0.003 |
| waffle_iron                    |     30 |  0.003 |
| moving_van                     |     30 |  0.003 |
| bakery                         |     30 |  0.003 |
| bullet_train                   |     30 |  0.003 |
| steel_drum                     |     30 |  0.003 |
| African_chameleon              |     29 |  0.003 |
| admiral                        |     29 |  0.003 |
| dogsled                        |     29 |  0.003 |
| lotion                         |     29 |  0.003 |
| lumbermill                     |     29 |  0.003 |
| throne                         |     29 |  0.003 |
| sports_car                     |     28 |  0.003 |
| acoustic_guitar                |     28 |  0.003 |
| grille                         |     28 |  0.003 |
| American_black_bear            |     28 |  0.003 |
| tench                          |     28 |  0.003 |
| binoculars                     |     27 |  0.003 |
| golfcart                       |     27 |  0.003 |
| toucan                         |     27 |  0.003 |
| tank                           |     27 |  0.003 |
| upright                        |     27 |  0.003 |
| wok                            |     27 |  0.003 |
| kimono                         |     27 |  0.003 |
| trailer_truck                  |     26 |  0.003 |
| moped                          |     26 |  0.003 |
| Polaroid_camera                |     26 |  0.003 |
| lemon                          |     26 |  0.003 |
| hare                           |     26 |  0.003 |
| dalmatian                      |     25 |  0.003 |
| puffer                         |     25 |  0.003 |
| minibus                        |     25 |  0.003 |
| cuirass                        |     25 |  0.003 |
| football_helmet                |     25 |  0.003 |
| rain_barrel                    |     25 |  0.003 |
| rotisserie                     |     25 |  0.003 |
| teapot                         |     25 |  0.003 |
| sea_snake                      |     24 |  0.002 |
| king_penguin                   |     24 |  0.002 |
| leafhopper                     |     24 |  0.002 |
| snorkel                        |     23 |  0.002 |
| electric_locomotive            |     23 |  0.002 |
| harmonica                      |     23 |  0.002 |
| buckeye                        |     23 |  0.002 |
| coffeepot                      |     23 |  0.002 |
| water_ouzel                    |     23 |  0.002 |
| gown                           |     23 |  0.002 |
| canoe                          |     22 |  0.002 |
| ice_bear                       |     22 |  0.002 |
| ladybug                        |     22 |  0.002 |
| black_and_gold_garden_spider   |     22 |  0.002 |
| china_cabinet                  |     22 |  0.002 |
| ram                            |     22 |  0.002 |
| thresher                       |     22 |  0.002 |
| tow_truck                      |     21 |  0.002 |
| go-kart                        |     21 |  0.002 |
| cannon                         |     21 |  0.002 |
| trimaran                       |     21 |  0.002 |
| totem_pole                     |     21 |  0.002 |
| broccoli                       |     21 |  0.002 |
| frying_pan                     |     21 |  0.002 |
| lawn_mower                     |     21 |  0.002 |
| snowmobile                     |     21 |  0.002 |
| yurt                           |     21 |  0.002 |
| cardoon                        |     20 |  0.002 |
| custard_apple                  |     20 |  0.002 |
| little_blue_heron              |     20 |  0.002 |
| yawl                           |     20 |  0.002 |
| tabby                          |     20 |  0.002 |
| indigo_bunting                 |     20 |  0.002 |
| great_grey_owl                 |     20 |  0.002 |
| recreational_vehicle           |     20 |  0.002 |
| black_swan                     |     20 |  0.002 |
| horse_cart                     |     20 |  0.002 |
| komondor                       |     20 |  0.002 |
| apiary                         |     20 |  0.002 |
| hen-of-the-woods               |     20 |  0.002 |
| promontory                     |     20 |  0.002 |
| ground_beetle                  |     20 |  0.002 |
| tiger                          |     20 |  0.002 |
| water_jug                      |     19 |  0.002 |
| skunk                          |     19 |  0.002 |
| platypus                       |     19 |  0.002 |
| plate                          |     19 |  0.002 |
| albatross                      |     19 |  0.002 |
| stingray                       |     19 |  0.002 |
| oxcart                         |     19 |  0.002 |
| tractor                        |     19 |  0.002 |
| coho                           |     18 |  0.002 |
| mixing_bowl                    |     18 |  0.002 |
| pickup                         |     18 |  0.002 |
| jinrikisha                     |     18 |  0.002 |
| goose                          |     18 |  0.002 |
| tiger_cat                      |     18 |  0.002 |
| lionfish                       |     18 |  0.002 |
| catamaran                      |     18 |  0.002 |
| potter's_wheel                 |     18 |  0.002 |
| Siamese_cat                    |     17 |  0.002 |
| cowboy_boot                    |     17 |  0.002 |
| sulphur_butterfly              |     17 |  0.002 |
| jacamar                        |     17 |  0.002 |
| pretzel                        |     17 |  0.002 |
| anemone_fish                   |     17 |  0.002 |
| sea_cucumber                   |     17 |  0.002 |
| great_white_shark              |     17 |  0.002 |
| sea_anemone                    |     17 |  0.002 |
| espresso                       |     17 |  0.002 |
| flute                          |     16 |  0.002 |
| jackfruit                      |     16 |  0.002 |
| beach_wagon                    |     16 |  0.002 |
| fig                            |     16 |  0.002 |
| slug                           |     16 |  0.002 |
| milk_can                       |     16 |  0.002 |
| consomme                       |     16 |  0.002 |
| tub                            |     16 |  0.002 |
| Scottish_deerhound             |     16 |  0.002 |
| brown_bear                     |     16 |  0.002 |
| American_alligator             |     15 |  0.002 |
| howler_monkey                  |     15 |  0.002 |
| car_wheel                      |     15 |  0.002 |
| bassinet                       |     15 |  0.002 |
| bittern                        |     15 |  0.002 |
| European_gallinule             |     15 |  0.002 |
| porcupine                      |     15 |  0.002 |
| entertainment_center           |     15 |  0.002 |
| cello                          |     15 |  0.002 |
| acorn_squash                   |     14 |  0.001 |
| convertible                    |     14 |  0.001 |
| trench_coat                    |     14 |  0.001 |
| tusker                         |     14 |  0.001 |
| lion                           |     14 |  0.001 |
| badger                         |     14 |  0.001 |
| cougar                         |     14 |  0.001 |
| wooden_spoon                   |     14 |  0.001 |
| Saluki                         |     14 |  0.001 |
| eggnog                         |     13 |  0.001 |
| jeep                           |     13 |  0.001 |
| Indian_elephant                |     13 |  0.001 |
| spider_monkey                  |     13 |  0.001 |
| axolotl                        |     13 |  0.001 |
| bagel                          |     13 |  0.001 |
| West_Highland_white_terrier    |     13 |  0.001 |
| beaver                         |     13 |  0.001 |
| limpkin                        |     13 |  0.001 |
| cock                           |     13 |  0.001 |
| jaguar                         |     12 |  0.001 |
| Angora                         |     12 |  0.001 |
| drake                          |     12 |  0.001 |
| Mexican_hairless               |     12 |  0.001 |
| Bouvier_des_Flandres           |     12 |  0.001 |
| chiffonier                     |     12 |  0.001 |
| hamster                        |     12 |  0.001 |
| Persian_cat                    |     12 |  0.001 |
| scorpion                       |     12 |  0.001 |
| curly-coated_retriever         |     12 |  0.001 |
| snail                          |     12 |  0.001 |
| rhinoceros_beetle              |     12 |  0.001 |
| spoonbill                      |     12 |  0.001 |
| lifeboat                       |     12 |  0.001 |
| chocolate_sauce                |     12 |  0.001 |
| chimpanzee                     |     12 |  0.001 |
| red-backed_sandpiper           |     11 |  0.001 |
| dugong                         |     11 |  0.001 |
| water_buffalo                  |     11 |  0.001 |
| water_snake                    |     11 |  0.001 |
| Arctic_fox                     |     11 |  0.001 |
| Dutch_oven                     |     11 |  0.001 |
| butternut_squash               |     11 |  0.001 |
| Bedlington_terrier             |     11 |  0.001 |
| brambling                      |     11 |  0.001 |
| house_finch                    |     11 |  0.001 |
| Chesapeake_Bay_retriever       |     11 |  0.001 |
| Cardigan                       |     11 |  0.001 |
| guenon                         |     11 |  0.001 |
| wolf_spider                    |     11 |  0.001 |
| trombone                       |     11 |  0.001 |
| prairie_chicken                |     11 |  0.001 |
| cornet                         |     11 |  0.001 |
| dowitcher                      |     11 |  0.001 |
| golden_retriever               |     11 |  0.001 |
| sulphur-crested_cockatoo       |     11 |  0.001 |
| artichoke                      |     11 |  0.001 |
| ostrich                        |     10 |  0.001 |
| dung_beetle                    |     10 |  0.001 |
| African_elephant               |     10 |  0.001 |
| tarantula                      |     10 |  0.001 |
| revolver                       |     10 |  0.001 |
| amphibian                      |     10 |  0.001 |
| barrow                         |     10 |  0.001 |
| Italian_greyhound              |     10 |  0.001 |
| red_fox                        |     10 |  0.001 |
| cabbage_butterfly              |     10 |  0.001 |
| giant_schnauzer                |     10 |  0.001 |
| polecat                        |     10 |  0.001 |
| Labrador_retriever             |     10 |  0.001 |
| tape_player                    |     10 |  0.001 |
| Irish_water_spaniel            |     10 |  0.001 |
| pizza                          |     10 |  0.001 |
| goldfinch                      |     10 |  0.001 |
| siamang                        |     10 |  0.001 |
| Afghan_hound                   |     10 |  0.001 |
| spindle                        |     10 |  0.001 |
| proboscis_monkey               |     10 |  0.001 |
| terrapin                       |     10 |  0.001 |
| African_grey                   |     10 |  0.001 |
| Boston_bull                    |      9 |  0.001 |
| ice_cream                      |      9 |  0.001 |
| Loafer                         |      9 |  0.001 |
| hog                            |      9 |  0.001 |
| eel                            |      9 |  0.001 |
| llama                          |      9 |  0.001 |
| ringlet                        |      9 |  0.001 |
| tree_frog                      |      9 |  0.001 |
| overskirt                      |      9 |  0.001 |
| plane                          |      9 |  0.001 |
| schipperke                     |      9 |  0.001 |
| French_loaf                    |      9 |  0.001 |
| English_foxhound               |      9 |  0.001 |
| Weimaraner                     |      9 |  0.001 |
| dough                          |      9 |  0.001 |
| capuchin                       |      9 |  0.001 |
| giant_panda                    |      9 |  0.001 |
| redshank                       |      9 |  0.001 |
| indri                          |      8 |  0.001 |
| American_lobster               |      8 |  0.001 |
| whiskey_jug                    |      8 |  0.001 |
| cocker_spaniel                 |      8 |  0.001 |
| spiny_lobster                  |      8 |  0.001 |
| hen                            |      8 |  0.001 |
| gorilla                        |      8 |  0.001 |
| coucal                         |      8 |  0.001 |
| mushroom                       |      8 |  0.001 |
| fox_squirrel                   |      8 |  0.001 |
| gazelle                        |      8 |  0.001 |
| burrito                        |      8 |  0.001 |
| cassette_player                |      8 |  0.001 |
| holster                        |      8 |  0.001 |
| impala                         |      8 |  0.001 |
| bee                            |      8 |  0.001 |
| jay                            |      8 |  0.001 |
| junco                          |      8 |  0.001 |
| snow_leopard                   |      8 |  0.001 |
| boxer                          |      8 |  0.001 |
| Model_T                        |      8 |  0.001 |
| school_bus                     |      8 |  0.001 |
| malamute                       |      8 |  0.001 |
| wood_rabbit                    |      8 |  0.001 |
| otter                          |      7 |  0.001 |
| Chihuahua                      |      7 |  0.001 |
| fly                            |      7 |  0.001 |
| bloodhound                     |      7 |  0.001 |
| hartebeest                     |      7 |  0.001 |
| black-footed_ferret            |      7 |  0.001 |
| wire-haired_fox_terrier        |      7 |  0.001 |
| kuvasz                         |      7 |  0.001 |
| soup_bowl                      |      7 |  0.001 |
| French_horn                    |      7 |  0.001 |
| malinois                       |      7 |  0.001 |
| marmoset                       |      7 |  0.001 |
| collie                         |      7 |  0.001 |
| banded_gecko                   |      7 |  0.001 |
| gar                            |      7 |  0.001 |
| green_mamba                    |      7 |  0.001 |
| English_setter                 |      7 |  0.001 |
| armadillo                      |      6 |  0.001 |
| koala                          |      6 |  0.001 |
| Madagascar_cat                 |      6 |  0.001 |
| red_wolf                       |      6 |  0.001 |
| Indian_cobra                   |      6 |  0.001 |
| flat-coated_retriever          |      6 |  0.001 |
| hyena                          |      6 |  0.001 |
| bustard                        |      6 |  0.001 |
| Siberian_husky                 |      6 |  0.001 |
| alligator_lizard               |      6 |  0.001 |
| langur                         |      6 |  0.001 |
| cauliflower                    |      6 |  0.001 |
| king_crab                      |      6 |  0.001 |
| reflex_camera                  |      6 |  0.001 |
| groenendael                    |      6 |  0.001 |
| bighorn                        |      6 |  0.001 |
| sturgeon                       |      6 |  0.001 |
| Airedale                       |      6 |  0.001 |
| Saint_Bernard                  |      6 |  0.001 |
| earthstar                      |      6 |  0.001 |
| borzoi                         |      6 |  0.001 |
| tiger_shark                    |      6 |  0.001 |
| gyromitra                      |      6 |  0.001 |
| toy_poodle                     |      6 |  0.001 |
| Doberman                       |      6 |  0.001 |
| Border_collie                  |      5 |  0.001 |
| sea_lion                       |      5 |  0.001 |
| mink                           |      5 |  0.001 |
| American_coot                  |      5 |  0.001 |
| hotdog                         |      5 |  0.001 |
| wallaby                        |      5 |  0.001 |
| American_Staffordshire_terrier |      5 |  0.001 |
| Rottweiler                     |      5 |  0.001 |
| yellow_lady's_slipper          |      5 |  0.001 |
| guacamole                      |      5 |  0.001 |
| Greater_Swiss_Mountain_dog     |      5 |  0.001 |
| lynx                           |      5 |  0.001 |
| Eskimo_dog                     |      5 |  0.001 |
| briard                         |      5 |  0.001 |
| European_fire_salamander       |      5 |  0.001 |
| standard_poodle                |      5 |  0.001 |
| weasel                         |      5 |  0.001 |
| pineapple                      |      5 |  0.001 |
| Pembroke                       |      5 |  0.001 |
| Sealyham_terrier               |      5 |  0.001 |
| leaf_beetle                    |      5 |  0.001 |
| hippopotamus                   |      5 |  0.001 |
| cheetah                        |      5 |  0.001 |
| horned_viper                   |      5 |  0.001 |
| frilled_lizard                 |      5 |  0.001 |
| meat_loaf                      |      5 |  0.001 |
| ringneck_snake                 |      4 |  0.000 |
| spaghetti_squash               |      4 |  0.000 |
| chow                           |      4 |  0.000 |
| sidewinder                     |      4 |  0.000 |
| crayfish                       |      4 |  0.000 |
| macaque                        |      4 |  0.000 |
| American_chameleon             |      4 |  0.000 |
| rock_crab                      |      4 |  0.000 |
| Maltese_dog                    |      4 |  0.000 |
| Rhodesian_ridgeback            |      4 |  0.000 |
| chickadee                      |      4 |  0.000 |
| marmot                         |      4 |  0.000 |
| whippet                        |      4 |  0.000 |
| bulbul                         |      4 |  0.000 |
| agaric                         |      4 |  0.000 |
| agama                          |      4 |  0.000 |
| robin                          |      4 |  0.000 |
| stinkhorn                      |      4 |  0.000 |
| Shetland_sheepdog              |      4 |  0.000 |
| leopard                        |      4 |  0.000 |
| grasshopper                    |      4 |  0.000 |
| ruffed_grouse                  |      4 |  0.000 |
| Great_Pyrenees                 |      4 |  0.000 |
| white_wolf                     |      4 |  0.000 |
| black-and-tan_coonhound        |      4 |  0.000 |
| boa_constrictor                |      4 |  0.000 |
| green_snake                    |      4 |  0.000 |
| timber_wolf                    |      4 |  0.000 |
| Samoyed                        |      4 |  0.000 |
| Japanese_spaniel               |      4 |  0.000 |
| African_crocodile              |      4 |  0.000 |
| Scotch_terrier                 |      4 |  0.000 |
| affenpinscher                  |      4 |  0.000 |
| beagle                         |      4 |  0.000 |
| loggerhead                     |      3 |  0.000 |
| Pomeranian                     |      3 |  0.000 |
| common_newt                    |      3 |  0.000 |
| hermit_crab                    |      3 |  0.000 |
| fiddler_crab                   |      3 |  0.000 |
| standard_schnauzer             |      3 |  0.000 |
| clumber                        |      3 |  0.000 |
| kelpie                         |      3 |  0.000 |
| Yorkshire_terrier              |      3 |  0.000 |
| bolete                         |      3 |  0.000 |
| basset                         |      3 |  0.000 |
| meerkat                        |      3 |  0.000 |
| coyote                         |      3 |  0.000 |
| Irish_wolfhound                |      3 |  0.000 |
| potpie                         |      3 |  0.000 |
| Irish_setter                   |      3 |  0.000 |
| barracouta                     |      3 |  0.000 |
| Sussex_spaniel                 |      3 |  0.000 |
| Old_English_sheepdog           |      3 |  0.000 |
| Ibizan_hound                   |      3 |  0.000 |
| Shih-Tzu                       |      3 |  0.000 |
| kit_fox                        |      3 |  0.000 |
| eft                            |      3 |  0.000 |
| orangutan                      |      3 |  0.000 |
| Komodo_dragon                  |      3 |  0.000 |
| partridge                      |      3 |  0.000 |
| tailed_frog                    |      3 |  0.000 |
| wombat                         |      3 |  0.000 |
| ptarmigan                      |      2 |  0.000 |
| Appenzeller                    |      2 |  0.000 |
| common_iguana                  |      2 |  0.000 |
| pelican                        |      2 |  0.000 |
| oystercatcher                  |      2 |  0.000 |
| bluetick                       |      2 |  0.000 |
| grey_fox                       |      2 |  0.000 |
| Pekinese                       |      2 |  0.000 |
| toy_terrier                    |      2 |  0.000 |
| basenji                        |      2 |  0.000 |
| English_springer               |      2 |  0.000 |
| Staffordshire_bullterrier      |      2 |  0.000 |
| miniature_pinscher             |      2 |  0.000 |
| German_short-haired_pointer    |      2 |  0.000 |
| green_lizard                   |      2 |  0.000 |
| zucchini                       |      2 |  0.000 |
| dhole                          |      2 |  0.000 |
| quail                          |      2 |  0.000 |
| Brabancon_griffon              |      2 |  0.000 |
| Walker_hound                   |      2 |  0.000 |
| squirrel_monkey                |      2 |  0.000 |
| trifle                         |      2 |  0.000 |
| silky_terrier                  |      2 |  0.000 |
| soft-coated_wheaten_terrier    |      2 |  0.000 |
| bull_mastiff                   |      2 |  0.000 |
| African_hunting_dog            |      2 |  0.000 |
| hot_pot                        |      2 |  0.000 |
| hornbill                       |      2 |  0.000 |
| sloth_bear                     |      1 |  0.000 |
| night_snake                    |      1 |  0.000 |
| Dandie_Dinmont                 |      1 |  0.000 |
| Irish_terrier                  |      1 |  0.000 |
| thunder_snake                  |      1 |  0.000 |
| Tibetan_mastiff                |      1 |  0.000 |
| cicada                         |      1 |  0.000 |
| wild_boar                      |      1 |  0.000 |
| guinea_pig                     |      1 |  0.000 |
| garden_spider                  |      1 |  0.000 |
| echidna                        |      1 |  0.000 |
| Lakeland_terrier               |      1 |  0.000 |
| Welsh_springer_spaniel         |      1 |  0.000 |
| papillon                       |      1 |  0.000 |
| three-toed_sloth               |      1 |  0.000 |
| French_bulldog                 |      1 |  0.000 |
| redbone                        |      1 |  0.000 |
| mud_turtle                     |      1 |  0.000 |
| German_shepherd                |      1 |  0.000 |
| Tibetan_terrier                |      1 |  0.000 |
| Lhasa                          |      1 |  0.000 |
| colobus                        |      1 |  0.000 |
| rock_python                    |      1 |  0.000 |
| spotted_salamander             |      1 |  0.000 |
| cairn                          |      1 |  0.000 |
| hognose_snake                  |      1 |  0.000 |
| Crock_Pot                      |      1 |  0.000 |
| cheeseburger                   |      1 |  0.000 |
| miniature_schnauzer            |      1 |  0.000 |
| king_snake                     |      1 |  0.000 |
| Dungeness_crab                 |      1 |  0.000 |
| Brittany_spaniel               |      1 |  0.000 |
| EntleBucher                    |      1 |  0.000 |
| mashed_potato                  |      1 |  0.000 |
| mongoose                       |      1 |  0.000 |
| whiptail                       |      1 |  0.000 |
| diamondback                    |      1 |  0.000 |
| warthog                        |      1 |  0.000 |
| Blenheim_spaniel               |      1 |  0.000 |
| carbonara                      |      1 |  0.000 |
| miniature_poodle               |      1 |  0.000 |
| patas                          |      1 |  0.000 |
| Leonberg                       |      1 |  0.000 |
|--------------------------------+--------+--------|
#+TBLFM: $3=$2*100/1000000;%0.3f
